Repository: devBibin/RhymesOfLife
Catalog: RhymesOfLife/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Soft delete selected
ru: Мягко удалить выбранные

source: %(n)d objects soft-deleted.
ru: %(n)d объектов помечено как удалённые.

source: Restore selected
ru: Восстановить выбранные

source: %(n)d objects restored.
ru: %(n)d объектов восстановлено.

source: Hard delete selected
ru: Удалить выбранные навсегда

source: %(n)d objects permanently deleted.
ru: %(n)d объектов удалено навсегда.

source: Deleted
ru: Удалено

source: Yes
ru: Да

source: No
ru: Нет

source: Read
ru: Прочитано

source: Mark as read
ru: Отметить как прочитанное

source: %(n)d notifications marked as read.
ru: %(n)d уведомлений отмечено как прочитанные.

source: Mark as unread
ru: Отметить как непрочитанное

source: %(n)d notifications marked as unread.
ru: %(n)d уведомлений отмечено как непрочитанные.

source: Mark as processed
ru: Отметить как обработанные

source: %(n)d requests processed.
ru: %(n)d запросов обработано.

source: Mark as unprocessed
ru: Отметить как необработанные

source: %(n)d requests reverted to unprocessed.
ru: %(n)d запросов возвращено в статус необработанных.

source: Approve selected
ru: Одобрить выбранные

source: %(n)d posts approved.
ru: %(n)d публикаций одобрено.

source: Hide selected
ru: Скрыть выбранные

source: %(n)d posts hidden.
ru: %(n)d публикаций скрыто.

source: Unhide selected
ru: Показать выбранные

source: %(n)d posts unhidden.
ru: %(n)d публикаций снова отображается.

source: Your account is banned.
ru: Ваша учётная запись заблокирована.

source: Complete onboarding.
ru: Завершите вводную настройку.

source: Undifferentiated connective tissue dysplasia
ru: Недифференцированная дисплазия соединительной ткани

source: Ehlers–Danlos syndrome
ru: Синдром Элерса — Данлоса

source: Marfan syndrome
ru: Синдром Марфана

source: Invalid syndrome codes: %(codes)s
ru: Недопустимые коды синдромов: %(codes)s

source: Pre-moderation enabled
ru: Включена премодерация

source: Banned
ru: Заблокирован

source: Ban reason
ru: Причина блокировки

source: Banned at
ru: Дата блокировки

source: Banned by
ru: Заблокирован пользователем

source: Can view patient list
ru: Может просматривать список пациентов

source: Confirmed codes must be a subset of syndromes.
ru: Подтверждённые коды должны быть подмножеством синдромов.

source: Can view patient exams
ru: Может просматривать обследования пациентов

source: Can create and edit patient exams
ru: Может создавать и редактировать обследования пациентов

source: Either a file or an external link is required.
ru: Требуется файл или внешняя ссылка.

source: Can send notifications
ru: Может отправлять уведомления

source: Can comment exams
ru: Может комментировать обследования

source: Can moderate exam comments
ru: Может модерировать комментарии к обследованиям

source: Can view recommendations
ru: Может просматривать рекомендации

source: Can write recommendations
ru: Может писать рекомендации

source: Pending
ru: На рассмотрении

source: Approved
ru: Одобрено

source: Denied
ru: Отклонено

source: Access request
ru: Запрос доступа

source: Access requests
ru: Запросы доступа

source: Author
ru: Автор

source: Text
ru: Текст

source: Hidden by author
ru: Скрыто автором

source: Soft-deleted
ru: Помечено как удалённое

source: Approved by admin
ru: Одобрено администратором

source: Approved at
ru: Дата одобрения

source: Approved by
ru: Одобрено пользователем

source: Likes count
ru: Количество лайков

source: Comments count
ru: Количество комментариев

source: Created at
ru: Дата создания

source: Updated at
ru: Дата обновления

source: Hidden by reports
ru: Скрыто по жалобам

source: Reports count
ru: Количество жалоб

source: Post
ru: Публикация

source: Posts
ru: Публикации

source: Image
ru: Изображение

source: Post image
ru: Изображение публикации

source: Post images
ru: Изображения публикации

source: Post like
ru: Лайк публикации

source: Post likes
ru: Лайки публикации

source: Edited at
ru: Дата редактирования

source: Post comment
ru: Комментарий к публикации

source: Post comments
ru: Комментарии к публикации

source: Open
ru: Открыть

source: In work
ru: В работе

source: Processed
ru: Обработан

source: name
ru: имя

source: email
ru: электронная почта

source: phone
ru: телефон

source: birth date
ru: дата рождения

source: city
ru: город

source: syndrome
ru: синдром

source: gen
ru: пол

source: medications
ru: лекарства

source: message
ru: сообщение

source: created at
ru: дата создания

source: status
ru: статус

source: processed
ru: обработано

source: processed at
ru: дата обработки

source: help request
ru: запрос помощи

source: help requests
ru: запросы помощи

source: Can view help requests
ru: Может просматривать запросы помощи

source: Can process help requests
ru: Может обрабатывать запросы помощи

source: Never
ru: Никогда

source: Every day
ru: Каждый день

source: Every 3 days
ru: Каждые 3 дня

source: Every 7 days
ru: Каждые 7 дней

source: User
ru: Пользователь

source: Medication description
ru: Описание лекарства

source: Example: Pregabalin 75 mg daily
ru: Пример: Прегабалин 75 мг ежедневно

source: Medication
ru: Лекарство

source: Medications
ru: Лекарства

source: New user registered
ru: Зарегистрирован новый пользователь

source: Username
ru: Имя пользователя

source: User ID
ru: ID пользователя

source: Email
ru: Электронная почта

source: Admin
ru: Администратор

source: New medical document uploaded
ru: Загружен новый медицинский документ

source: Document ID
ru: ID документа

source: File
ru: Файл

source: Exam ID
ru: ID обследования

source: Exam date
ru: Дата обследования

source: Status
ru: Статус

source: Approve
ru: Одобрить

source: Deny
ru: Отклонить

source: Decision sent.
ru: Решение отправлено.

source: No access requests.
ru: Запросов доступа нет.

source: Send notifications
ru: Отправить уведомления

source: Scope
ru: Область действия

source: Personal
ru: Персонально

source: Broadcast
ru: Рассылка

source: Recipient
ru: Получатель

source: Enter username
ru: Введите имя пользователя

source: Start typing a username and pick from suggestions.
ru: Начните вводить имя пользователя и выберите из подсказок.

source: Recipient ID (optional)
ru: ID получателя (необязательно)

source: Enter AdditionalUserInfo ID
ru: Введите ID AdditionalUserInfo

source: Either username or ID is required for personal scope.
ru: Для персонального режима требуется имя пользователя или ID.

source: Type
ru: Тип

source: Admin message
ru: Сообщение администратора

source: System message
ru: Системное сообщение

source: Title
ru: Заголовок

source: Optional
ru: Необязательно

source: Message
ru: Сообщение

source: Enter message
ru: Введите сообщение

source: Link (optional)
ru: Ссылка (необязательно)

source: Button text (optional)
ru: Текст кнопки (необязательно)

source: Details
ru: Подробнее

source: Send
ru: Отправить

source: Cancel
ru: Отмена

source: Account banned
ru: Аккаунт заблокирован

source: Your account is banned
ru: Ваша учётная запись заблокирована

source: You cannot use the service at this time.
ru: В данный момент вы не можете пользоваться сервисом.

source: Reason
ru: Причина

source: Since
ru: С

source: Log out
ru: Выйти

source: Avatar
ru: Аватар

source: edited
ru: изменено

source: Delete
ru: Удалить

source: Connect Telegram
ru: Подключить Telegram

source: Email verified.
ru: Email подтверждён.

source: Telegram bot is not configured.
ru: Telegram-бот не настроен.

source: Telegram is connected and phone is verified.
ru: Telegram подключён, номер телефона подтверждён.

source: To continue, please link your Telegram account.
ru: Чтобы продолжить, подключите ваш аккаунт Telegram.

source: We use Telegram to send reminders to fill in your wellness diary and to keep in touch with you for support.
ru: Мы используем Telegram для отправки напоминаний о заполнении дневника самочувствия и для связи с вами в целях поддержки.

source: Instructions:
ru: Инструкция:

source: Open Telegram and follow this link:
ru: Откройте Telegram и перейдите по этой ссылке:

source: Press "Start" in the chat with the bot.
ru: Нажмите «Start» в чате с ботом.

source: The bot will ask you to share your phone number.
ru: Бот попросит вас поделиться номером телефона.

source: Return to this page and click "Continue".
ru: Вернитесь на эту страницу и нажмите «Продолжить».

source: Open @%(bot_username)s
ru: Открыть @%(bot_username)s

source: Continue (I've interacted with the bot)
ru: Продолжить (я взаимодействовал с ботом)

source: No Telegram or don't want to use it?
ru: Нет Telegram или не хотите им пользоваться?

source: Skip Telegram and verify by phone call
ru: Пропустить Telegram и подтвердить по телефону

source: Agreements
ru: Соглашения

source: Please read the following documents and confirm:
ru: Пожалуйста, ознакомьтесь со следующими документами и подтвердите:

source: Terms of Service
ru: Пользовательское соглашение

source: Privacy Policy
ru: Политика конфиденциальности

source: Consent to personal data processing (Patient)
ru: Согласие на обработку персональных данных (Пациент)

source: Consent to personal data processing (Expert/Doctor)
ru: Согласие на обработку персональных данных (Эксперт/Врач)

source: I agree with Terms of Service
ru: Я согласен с Пользовательским соглашением

source: read
ru: прочитать

source: I agree with Privacy Policy
ru: Я согласен с Политикой конфиденциальности

source: I consent to personal data processing
ru: Я даю согласие на обработку персональных данных

source: patient version
ru: версия для пациента

source: expert version
ru: версия для эксперта

source: Continue
ru: Продолжить

source: Close
ru: Закрыть

source: These Terms of Service govern your use of the site and services. Please review them carefully before continuing.
ru: Настоящее Пользовательское соглашение регулирует использование сайта и сервисов. Пожалуйста, внимательно ознакомьтесь с ним перед продолжением.

source: By accessing or using the site, you agree to be bound by these Terms. The Operator may update these Terms from time to time.
ru: Используя сайт, вы соглашаетесь соблюдать данные условия. Оператор вправе время от времени обновлять настоящее соглашение.

source: This Privacy Policy describes how we collect, use, and protect your personal data. Please read it carefully.
ru: Настоящая Политика конфиденциальности описывает, как мы собираем, используем и защищаем ваши персональные данные. Пожалуйста, внимательно ознакомьтесь с ней.

source: Consent to Personal Data Processing (Patient)
ru: Согласие на обработку персональных данных (Пациент)

source: Acting freely, of my own will and in my own interest, and confirming my legal capacity, I hereby give and confirm my consent to the processing of my personal data by the Charity Foundation for Assistance to People with Chronic Pain Syndrome “Astra” (hereinafter, the “Operator”) under the following conditions:
ru: Действуя свободно, по собственной воле и в своём интересе, подтверждая свою дееспособность, я даю и подтверждаю согласие на обработку моих персональных данных Благотворительным фондом помощи людям с синдромом хронической боли «Астра» (далее — «Оператор») на следующих условиях:

source: PROVIDING INFORMATION BY THE USER
ru: ПРЕДОСТАВЛЕНИЕ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕМ

source: In accordance with Federal Law No. 152-FZ of 27 July 2007 “On Personal Data”, consent is given to the processing of the following personal data of the User:
ru: В соответствии с Федеральным законом № 152-ФЗ от 27 июля 2007 года «О персональных данных» даётся согласие на обработку следующих персональных данных Пользователя:

source: last name, first name, middle name (if any);
ru: фамилия, имя, отчество (при наличии);

source: date of birth;
ru: дата рождения;

source: telephone number(s) (landline, mobile);
ru: номер(а) телефона (стационарный, мобильный);

source: email address;
ru: адрес электронной почты;

source: health-related information necessary for the Operator to perform actions in the User’s interests;
ru: информация о состоянии здоровья, необходимая Оператору для осуществления действий в интересах Пользователя;

source: additional information provided by the User at their own discretion, including biometric personal data (photos and/or videos, audio recordings).
ru: дополнительная информация, предоставляемая Пользователем по собственному усмотрению, включая биометрические персональные данные (фотографии и/или видео, аудиозаписи).

source: The User consents to the transfer of their personal data, including data constituting medical confidentiality, to the extent necessary for the Operator to act in the User’s interests.
ru: Пользователь даёт согласие на передачу своих персональных данных, включая сведения, составляющие врачебную тайну, в объёме, необходимом для действий Оператора в интересах Пользователя.

source: The Operator uses the personal data provided by the User for the following purposes:
ru: Оператор использует персональные данные Пользователя в следующих целях:

source: informing the User by email, phone calls and messaging about opportunities to participate in studies, new publications, or other information consistent with the Operator’s statutory purposes;
ru: информирование Пользователя по электронной почте, телефону и через сообщения о возможности участия в исследованиях, новых публикациях и иной информации, соответствующей уставным целям Оператора;

source: including the User’s information in the Register of patients with hereditary connective tissue dysplasia (CTD);
ru: включение информации о Пользователе в реестр пациентов с наследственной дисплазией соединительной ткани (ДСТ);

source: enabling the User to take tests on the Site, and storing and analyzing test results;
ru: обеспечение возможности прохождения Пользователем тестов на Сайте, а также хранение и анализ результатов тестирования;

source: providing the User with informational consultations related to the Operator’s statutory activities;
ru: предоставление Пользователю информационных консультаций по вопросам, относящимся к уставной деятельности Оператора;

source: enabling registration on the “Rhythms of Life” project website.
ru: обеспечение регистрации на сайте проекта «Ритмы жизни».

source: The User gives consent to the Operator to process personal data when filling out the “Registration” form on the “Rhythms of Life” project website (the “Site”). The scope of information may differ depending on the user category and information provided by the User.
ru: Пользователь даёт согласие Оператору на обработку персональных данных при заполнении формы «Регистрация» на сайте проекта «Ритмы жизни» (далее — «Сайт»). Объём предоставляемой информации может отличаться в зависимости от категории пользователя и сведений, предоставленных Пользователем.

source: The User consents to the processing of personal data for the purpose of allowing the User to enter information about themselves while taking tests on the Operator’s Site.
ru: Пользователь даёт согласие на обработку персональных данных в целях предоставления возможности вносить сведения о себе при прохождении тестов на Сайте Оператора.

source: The User consents to the processing of personal data upon adding their information to the Register of patients with hereditary CTD. The Register includes all personal data of the User, including:
ru: Пользователь даёт согласие на обработку персональных данных при внесении сведений о нём в Реестр пациентов с наследственной ДСТ. Реестр включает все персональные данные Пользователя, включая:

source: health-related information provided when filling in the “Registration” form on the project website;
ru: информацию о состоянии здоровья, предоставленную при заполнении формы «Регистрация» на сайте проекта;

source: information provided while taking tests on the project website, test results and their analysis;
ru: информацию, предоставленную при прохождении тестов на сайте проекта, результаты тестирования и их анализ;

source: information necessary for the provision of informational services by the Operator, including data constituting medical confidentiality.
ru: информацию, необходимую для оказания Оператором информационных услуг, включая сведения, составляющие врачебную тайну.

source: The User consents to the transfer of all the above personal data to third parties responsible for processing and storing data during the formation of the Register.
ru: Пользователь даёт согласие на передачу всех указанных выше персональных данных третьим лицам, ответственным за обработку и хранение данных при формировании Реестра.

source: During processing, the Operator may perform: collection, recording, systematization, accumulation, storage, updating (clarification, modification), retrieval, use, anonymization, blocking, deletion, destruction.
ru: При обработке Оператор может осуществлять: сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, обезличивание, блокирование, удаление, уничтожение.

source: Personal data are processed until the purposes of processing are achieved or until the withdrawal of this Consent.
ru: Персональные данные обрабатываются до достижения целей обработки либо до отзыва настоящего Согласия.

source: When processing the User’s personal data, the Operator is guided by Federal Law “On Personal Data” and the Operator’s internal regulations.
ru: При обработке персональных данных Пользователя Оператор руководствуется Федеральным законом «О персональных данных» и внутренними документами Оператора.

source: All communications by the User regarding personal data processing are made as an official request to the Operator, as stipulated by the Operator’s Personal Data Policy for Site users.
ru: Все обращения Пользователя по вопросам обработки персональных данных оформляются как официальное обращение к Оператору в порядке, установленном Политикой Оператора в отношении обработки персональных данных пользователей Сайта.

source: The User may request clarification, blocking, or destruction of personal data if the data are incomplete, outdated, inaccurate, unlawfully obtained, or unnecessary for the stated purpose, and may take legal measures to protect their rights.
ru: Пользователь вправе требовать уточнения, блокирования или уничтожения персональных данных в случае, если данные являются неполными, устаревшими, неточными, незаконно полученными либо не являются необходимыми для заявленной цели, а также вправе принимать предусмотренные законом меры по защите своих прав.

source: If inaccuracies are identified, the User may notify the Operator at: info@bfastra.ru to update the data.
ru: При выявлении неточностей Пользователь может уведомить Оператора по адресу: info@bfastra.ru для обновления данных.

source: The User may withdraw their consent at any time by emailing: info@bfastra.ru with the note “Withdrawal of consent to personal data processing”.
ru: Пользователь вправе в любое время отозвать согласие, направив письмо на адрес: info@bfastra.ru с пометкой «Отзыв согласия на обработку персональных данных».

source: Upon receipt of a written withdrawal, the Operator ceases processing within 5 (five) days from the date of receipt.
ru: С момента получения письменного отзыва Оператор прекращает обработку в течение 5 (пяти) дней со дня получения.

source: The period of personal data processing is determined by achieving the purposes for which the data were collected, unless another period is provided by contract or applicable law.
ru: Срок обработки персональных данных определяется достижением целей, для которых данные были собраны, если иной срок не предусмотрен договором или действующим законодательством.

source: ORGANIZATION OF PROVISION, PROCESSING AND TRANSFER OF PERSONAL DATA
ru: ОРГАНИЗАЦИЯ ПРЕДОСТАВЛЕНИЯ, ОБРАБОТКИ И ПЕРЕДАЧИ ПЕРСОНАЛЬНЫХ ДАННЫХ

source: Personal data obtained from the User are transferred for inclusion in the CTD Register and for analysis.
ru: Персональные данные, полученные от Пользователя, передаются для включения в Реестр ДСТ и для анализа.

source: The Operator ensures protection against unauthorized (including accidental) access to personal data, including detecting and recording such access.
ru: Оператор обеспечивает защиту от несанкционированного (в том числе случайного) доступа к персональным данным, включая выявление и фиксацию таких фактов.

source: The Operator takes necessary and sufficient organizational and technical measures to protect personal data and performs internal control for compliance with applicable laws and requirements.
ru: Оператор принимает необходимые и достаточные организационные и технические меры по защите персональных данных и осуществляет внутренний контроль соблюдения требований законодательства и иных обязательных требований.

source: Disclosure of Users’ personal data to third parties (tax, law enforcement and other state authorities) is not deemed a breach if required by applicable law.
ru: Раскрытие персональных данных Пользователей третьим лицам (налоговым, правоохранительным и иным государственным органам) не считается нарушением, если такое раскрытие предусмотрено действующим законодательством.

source: The Operator is not responsible for information posted by the User on the Site in a publicly accessible form.
ru: Оператор не несёт ответственности за информацию, размещённую Пользователем на Сайте в общедоступной форме.

source: All details on processing of Users’ personal data on the Site are set out in the Personal Data Policy (https://doc.bfastra.ru/docs/polozhenie_o_pdn.pdf). This consent is given both with and without the use of automation tools.
ru: Все сведения об обработке персональных данных Пользователей на Сайте изложены в Политике в отношении обработки персональных данных (https://doc.bfastra.ru/docs/polozhenie_o_pdn.pdf). Настоящее согласие даётся как с использованием средств автоматизации, так и без их использования.

source: Consent to Personal Data Processing (Expert/Doctor)
ru: Согласие на обработку персональных данных (Эксперт/Врач)

source: Acting freely, of my own will and in my own interest, and confirming my legal capacity, I hereby give and confirm my consent to the processing of my personal data by the Charity Foundation for Assistance to People with Chronic Pain Syndrome “Astra” (hereinafter, the “Operator”) under the following conditions.
ru: Действуя свободно, по собственной воле и в своём интересе, подтверждая свою дееспособность, я даю и подтверждаю согласие на обработку моих персональных данных Благотворительным фондом помощи людям с синдромом хронической боли «Астра» (далее — «Оператор») на следующих условиях.

source: PROVIDING INFORMATION BY THE EXPERT
ru: ПРЕДОСТАВЛЕНИЕ ИНФОРМАЦИИ ЭКСПЕРТОМ

source: In accordance with Federal Law No. 152-FZ of 27 July 2007 “On Personal Data”, consent is given to the processing of the following personal data of the Expert:
ru: В соответствии с Федеральным законом № 152-ФЗ от 27 июля 2007 года «О персональных данных» даётся согласие на обработку следующих персональных данных Эксперта:

source: date and place of birth;
ru: дата и место рождения;

source: citizenship;
ru: гражданство;

source: information on knowledge of foreign languages;
ru: сведения о владении иностранными языками;

source: education (name of educational institution, year of graduation, education document, qualification, specialty);
ru: образование (наименование образовательного учреждения, год окончания, документ об образовании, квалификация, специальность);

source: profession; length of service;
ru: профессия; стаж работы;

source: passport details (number, date of issue, issuing authority);
ru: паспортные данные (номер, дата выдачи, орган, выдавший документ);

source: residential address (as per passport, actual address), date of registration at the place of residence;
ru: адрес места жительства (по паспорту, фактический адрес), дата регистрации по месту жительства;
