Repository: devBibin/RhymesOfLife
Catalog: RhymesOfLife/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Verify your email
ru: Подтвердите email

source: We have sent a confirmation link to your email. Please click the link to activate your account.
ru: Мы отправили на ваш email ссылку для подтверждения. Пожалуйста, перейдите по ссылке, чтобы активировать аккаунт.

source: Back to main page
ru: Вернуться на главную

source: Change email in profile
ru: Изменить email в профиле

source: To confirm number
ru: Чтобы подтвердить номер

source: please place a call to
ru: пожалуйста, позвоните на

source: Waiting for call
ru: Ожидаем звонок

source: Enter another number
ru: Ввести другой номер

source: Password reset
ru: Сброс пароля

source: Use this one-time code to reset your password:
ru: Используйте этот одноразовый код для сброса пароля:

source: The code expires in %(minutes)s minutes.
ru: Код истечёт через %(minutes)s минут.

source: If you didn't request this, you can ignore this email.
ru: Если вы не запрашивали сброс, просто игнорируйте это письмо.

source: You don't have permission to view this page.
ru: У вас нет прав для просмотра этой страницы.

source: Wellness reminder
ru: Напоминание о самочувствии

source: You haven't checked in for a while. Please rate your wellness (1–10) and leave a short note.
ru: Вы давно не отмечались. Пожалуйста, оцените самочувствие (1–10) и оставьте короткую заметку.

source: Notification
ru: Уведомление

source: Password reset code
ru: Код для сброса пароля

source: Your password reset code is %(code)s. It expires in %(minutes)s minutes.
ru: Ваш код для сброса пароля: %(code)s. Он истечёт через %(minutes)s минут.

source: You don't have permission to request access.
ru: У вас нет прав для запроса доступа.

source: Invalid patient.
ru: Некорректный пациент.

source: Access is already granted.
ru: Доступ уже предоставлен.

source: Access request is already pending.
ru: Запрос доступа уже находится на рассмотрении.

source: %(doctor)s requests access to your health data.
ru: %(doctor)s запрашивает доступ к вашим медицинским данным.

source: Review
ru: Рассмотреть

source: Access request sent.
ru: Запрос доступа отправлен.

source: Invalid action.
ru: Недопустимое действие.

source: Your access request was approved. You can now view the patient's exams and medical documents.
ru: Ваш запрос на доступ был одобрен. Теперь вы можете просматривать обследования и медицинские документы пациента.

source: Your access request was denied. You don't have access to the patient's exams and medical documents.
ru: Ваш запрос на доступ был отклонён. У вас нет доступа к обследованиям и медицинским документам пациента.

source: Access request update
ru: Обновление запроса доступа

source: Request updated.
ru: Запрос обновлён.

source: Invalid JSON
ru: Некорректный JSON

source: Invalid scope
ru: Некорректная область действия

source: Invalid type
ru: Некорректный тип

source: Message is required
ru: Сообщение обязательно

source: Recipient is required for personal scope
ru: Для персонального режима требуется получатель

source: Recipient not found
ru: Получатель не найден

source: Enter your username or email.
ru: Введите имя пользователя или email.

source: Too many requests. Try again later.
ru: Слишком много запросов. Попробуйте позже.

source: Telegram is not linked to this account.
ru: Telegram не подключён к этому аккаунту.

source: Too many requests for this account. Try again later.
ru: Слишком много запросов для этого аккаунта. Попробуйте позже.

source: Failed to send a code. Please try again later.
ru: Не удалось отправить код. Пожалуйста, попробуйте позже.

source: If the account exists, a code has been sent.
ru: Если аккаунт существует, код был отправлен.

source: Invalid code.
ru: Некорректный код.

source: Code is expired or invalid.
ru: Код истёк или некорректен.

source: Incorrect code.
ru: Неверный код.

source: Passwords don't match.
ru: Пароли не совпадают.

source: Password has been reset. You can sign in now.
ru: Пароль сброшен. Теперь вы можете войти.

source: Please fill in all fields.
ru: Пожалуйста, заполните все поля.

source: A user with that username already exists.
ru: Пользователь с таким именем уже существует.

source: This email is already registered.
ru: Этот email уже зарегистрирован.

source: Password is too weak.
ru: Пароль слишком слабый.

source: Registration was successful! A confirmation email will arrive shortly.
ru: Регистрация прошла успешно! Скоро придёт письмо для подтверждения.

source: Invalid username or password.
ru: Неверное имя пользователя или пароль.

source: A verification email has been sent. Please confirm your account.
ru: Письмо для подтверждения отправлено. Пожалуйста, подтвердите аккаунт.

source: Email verification failed or token is invalid.
ru: Подтверждение email не удалось или токен недействителен.

source: Enter phone number.
ru: Введите номер телефона.

source: Failed to initiate call.
ru: Не удалось инициировать звонок.

source: No phone number set.
ru: Номер телефона не указан.

source: Provider error
ru: Ошибка провайдера

source: Please accept all items.
ru: Пожалуйста, примите все пункты.

source: You are already signed in.
ru: Вы уже вошли.

source: Access to this patient's data is not granted.
ru: Доступ к данным этого пациента не предоставлен.

source: You don't have permission to perform this action.
ru: У вас нет прав для выполнения этого действия.

source: Recommendation cannot be empty.
ru: Рекомендация не может быть пустой.

source: Doctor %(docname)s wrote: %(text)s
ru: Врач %(docname)s написал(а): %(text)s

source: Recommendation added and the patient has been notified.
ru: Рекомендация добавлена, пациент уведомлён.

source: Invalid link(s)
ru: Некорректная ссылка (или ссылки)

source: Invalid date format
ru: Некорректный формат даты

source: No files selected. You can also add an external link.
ru: Файлы не выбраны. Вы также можете добавить внешнюю ссылку.

source: Failed to upload documents. Please try again.
ru: Не удалось загрузить документы. Пожалуйста, попробуйте ещё раз.

source: Failed to update the exam.
ru: Не удалось обновить обследование.

source: Too many images.
ru: Слишком много изображений.

source: Post must contain text or an image.
ru: Публикация должна содержать текст или изображение.

source: Your post is under review. It will appear after approval.
ru: Ваша публикация на проверке. Она появится после одобрения.

source: Post published.
ru: Публикация опубликована.

source: Post updated.
ru: Публикация обновлена.

source: You cannot report your own post.
ru: Нельзя пожаловаться на собственную публикацию.

source: This field is required.
ru: Это поле обязательно.

source: Enter a valid email address.
ru: Введите корректный email.

source: Enter a valid Telegram username (e.g. @john_doe).
ru: Введите корректный Telegram-ник (например, @john_doe).

source: Enter a valid date.
ru: Введите корректную дату.

source: Your request has been sent. We will contact you soon.
ru: Ваш запрос отправлен. Мы свяжемся с вами в ближайшее время.

source: Invalid request.
ru: Некорректный запрос.

source: Item not found.
ru: Элемент не найден.

source: Invalid language
ru: Некорректный язык

source: Medication description is required.
ru: Описание лекарства обязательно.

source: Medication description is too long.
ru: Описание лекарства слишком длинное.

source: Invalid date of birth.
ru: Некорректная дата рождения.

source: Please fill in first name, last name, email, and date of birth.
ru: Пожалуйста, заполните имя, фамилию, email и дату рождения.

source: Validation failed.
ru: Проверка не пройдена.

source: Profile has been updated.
ru: Профиль обновлён.

source: Error while saving.
ru: Ошибка при сохранении.

source: Cannot follow yourself.
ru: Нельзя подписаться на самого себя.

source: %(username)s has followed you.
ru: %(username)s подписался(лась) на вас.

source: Cannot unfollow yourself.
ru: Нельзя отписаться от самого себя.

source: Share phone
ru: Поделиться номером

source: Telegram has been unlinked.
ru: Telegram отключён.

source: New activation link generated.
ru: Новая ссылка активации создана.

source: Invalid activation token.
ru: Некорректный токен активации.

source: Activation token not found or already used.
ru: Токен активации не найден или уже использован.

source: Telegram account linked successfully.
ru: Telegram-аккаунт успешно подключён.

source: Share your phone number to link your account.
ru: Поделитесь номером телефона, чтобы подключить аккаунт.

source: No active link session. Open the link from the site again.
ru: Нет активной сессии подключения. Откройте ссылку с сайта ещё раз.

source: Phone linked. You can return to the site.
ru: Телефон привязан. Вы можете вернуться на сайт.

source: Tap the button and share your phone to finish linking.
ru: Нажмите кнопку и поделитесь номером, чтобы завершить привязку.

source: Profile not found.
ru: Профиль не найден.

source: You cannot ban yourself.
ru: Нельзя заблокировать самого себя.

source: Invalid score.
ru: Некорректная оценка.

source: Score must be between 1 and 10.
ru: Оценка должна быть от 1 до 10.

source: Invalid date format.
ru: Некорректный формат даты.

source: Failed to save.
ru: Не удалось сохранить.

source: Missing id.
ru: Отсутствует id.

source: Not found.
ru: Не найдено.

source: Failed to save settings.
ru: Не удалось сохранить настройки.

source: Intro
ru: Вступление

source: Publication date
ru: Дата публикации

source: Short description
ru: Краткое описание

source: Main image
ru: Главное изображение

source: Article content
ru: Содержимое статьи

source: Rejected by admin
ru: Отклонено администратором

source: Rejected at
ru: Отклонено

source: Rejected by
ru: Отклонил(а)

source: Article like
ru: Лайк статьи

source: Article likes
ru: Лайки статей

source: Article comment
ru: Комментарий к статье

source: Article comments
ru: Комментарии к статьям

source: Remove block
ru: Удалить блок

source: Caption...
ru: Подпись...

source: New article
ru: Новая статья

source: Search by title, author or tags
ru: Поиск по названию, автору или тегам

source: Sort
ru: Сортировка

source: Newest
ru: Сначала новые

source: Most popular
ru: Самые популярные

source: This article has been rejected by an administrator.
ru: Эта статья была отклонена администратором.

source: This article is awaiting approval.
ru: Эта статья ожидает одобрения.

source: Your article is awaiting admin approval and is not visible to other users yet.
ru: Ваша статья ожидает одобрения администратора и пока не видна другим пользователям.

source: Author avatar
ru: Аватар автора

source: <span data-followers-count data-author-id="%(page.author.user.id)s">%(n)s</span> follower
ru: <span data-followers-count data-author-id="%(page.author.user.id)s">%(n)s</span> подписчик

source: Anonymous author
ru: Анонимный автор

source: Delete the article?
ru: Удалить статью?

source: Likes
ru: Лайки

source: Comments
ru: Комментарии

source: Leave a comment...
ru: Оставьте комментарий...

source: to leave a comment
ru: чтобы оставить комментарий

source: Reject publication
ru: Отклонить публикацию

source: Reason (optional)
ru: Причина (необязательно)

source: Write a short reason...
ru: Напишите краткую причину...

source: Start writing…
ru: Начните писать…

source: Save draft
ru: Сохранить черновик

source: Edit article
ru: Редактировать статью

source: Draft
ru: Черновик

source: Current image
ru: Текущее изображение

source: Remove image
ru: Удалить изображение

source: Nothing found.
ru: Ничего не найдено.

source: Page navigation
ru: Навигация по страницам

source: Title and content are required.
ru: Заголовок и содержимое обязательны.

source: System error: %(msg)s
ru: Системная ошибка: %(msg)s

source: Insufficient permissions.
ru: Недостаточно прав.

source: Comment cannot be empty.
ru: Комментарий не может быть пустым.

source: You cannot delete someone else's comment.
ru: Вы не можете удалить чужой комментарий.

source: You cannot edit someone else's comment.
ru: Вы не можете редактировать чужой комментарий.

source: No file uploaded.
ru: Файл не загружен.

source: Upload error.
ru: Ошибка загрузки.

source: Health & Wellbeing
ru: Здоровье и благополучие

source: Toggle menu
ru: Открыть меню

source: Help
ru: Помощь

source: <strong>%(username)s</strong> followed you.
ru: <strong>%(username)s</strong> подписался(лась) на вас.

source: No new notifications
ru: Новых уведомлений нет

source: Show all notifications
ru: Показать все уведомления

source: Admin Panel
ru: Панель администратора

source: Doctor Panel
ru: Панель врача

source: Patients
ru: Пациенты

source: Notify users
ru: Уведомить пользователей

source: Help requests
ru: Запросы помощи

source: My Profile
ru: Мой профиль

source: Switch to Russian
ru: Переключить на русский

source: Switch to English
ru: Переключить на английский

source: Logout
ru: Выйти

source: Login
ru: Войти

source: All rights reserved.
ru: Все права защищены.
