Repository: devBibin/RhymesOfLife
Catalog: RhymesOfLife/locale/*/LC_MESSAGES/django.po
Languages: ru

source: telephone number(s) (home, mobile);
ru: номер(а) телефона (домашний, мобильный);

source: information on attestation/certification, advanced training, professional retraining;
ru: сведения об аттестации/сертификации, повышении квалификации, профессиональной переподготовке;

source: information on awards (commendations), honorary titles;
ru: сведения о наградах (поощрениях), почётных званиях;

source: information on taxpayer identification number;
ru: сведения об идентификационном номере налогоплательщика (ИНН);

source: additional information voluntarily provided by the Expert (e.g., nationality, stays abroad, membership in public organizations or elective bodies, etc.), and biometric personal data (personal photos/videos, audio recordings);
ru: дополнительные сведения, добровольно предоставленные Экспертом (например, национальность, пребывание за границей, членство в общественных организациях или выборных органах и т. п.), а также биометрические персональные данные (личные фото/видео, аудиозаписи);

source: The Operator uses the personal data provided by the Expert for the following purposes:
ru: Оператор использует персональные данные Эксперта в следующих целях:

source: concluding an agreement on the Expert’s participation in the “Rhythms of Life” project;
ru: заключение соглашения об участии Эксперта в проекте «Ритмы жизни»;

source: informing the Expert by email, phone calls and messaging about opportunities to participate in studies, new publications, or other information consistent with the Operator’s statutory purposes;
ru: информирование Эксперта по электронной почте, телефону и через сообщения о возможности участия в исследованиях, новых публикациях и иной информации, соответствующей уставным целям Оператора;

source: publishing information about the Expert on the “Rhythms of Life” project website;
ru: публикация информации об Эксперте на сайте проекта «Ритмы жизни»;

source: providing the possibility to render informational services to Users of the “Rhythms of Life” project website;
ru: обеспечение возможности оказания информационных услуг Пользователям сайта проекта «Ритмы жизни»;

source: providing the possibility to register on the “Rhythms of Life” project website.
ru: обеспечение возможности регистрации на сайте проекта «Ритмы жизни».

source: The Expert authorizes the Operator, during the processing of personal data, to perform the following actions (operations): collection, recording, systematization, accumulation, storage, updating (clarification, modification), retrieval, use, anonymization, blocking, deletion, and destruction.
ru: Эксперт уполномочивает Оператора при обработке персональных данных осуществлять следующие действия (операции): сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, обезличивание, блокирование, удаление и уничтожение.

source: Personal data are processed until the purposes of processing are achieved or until the withdrawal of this Consent to personal data processing.
ru: Персональные данные обрабатываются до достижения целей обработки либо до отзыва настоящего согласия на обработку персональных данных.

source: When processing the Expert’s personal data, the Operator is guided by the Federal Law “On Personal Data” and the Operator’s internal regulations.
ru: При обработке персональных данных Эксперта Оператор руководствуется Федеральным законом «О персональных данных» и внутренними документами Оператора.

source: All communications with the Operator regarding the processing of personal data are made as an official request to the Operator in the manner provided for by the Operator’s Personal Data Policy in relation to processing of personal data of the Site’s users.
ru: Все обращения к Оператору по вопросам обработки персональных данных оформляются как официальное обращение к Оператору в порядке, установленном Политикой Оператора в отношении обработки персональных данных пользователей Сайта.

source: The Expert may request clarification, blocking or destruction of their personal data if the data are incomplete, outdated, inaccurate, unlawfully obtained or unnecessary for the stated purpose of processing, and may take the measures provided by law to protect their rights.
ru: Эксперт вправе требовать уточнения, блокирования или уничтожения персональных данных в случае, если данные являются неполными, устаревшими, неточными, незаконно полученными либо не являются необходимыми для заявленной цели обработки, а также вправе принимать предусмотренные законом меры по защите своих прав.

source: If inaccuracies are identified in personal data, the Expert may send a notification to the Operator to update the data at: info@bfastra.ru.
ru: При выявлении неточностей в персональных данных Эксперт может направить уведомление Оператору для обновления данных по адресу: info@bfastra.ru.

source: The Expert may withdraw their consent to personal data processing at any time by sending a notification to the Operator by email at: info@bfastra.ru with the note “Withdrawal of consent to personal data processing”.
ru: Эксперт вправе в любое время отозвать согласие на обработку персональных данных, направив уведомление Оператору по электронной почте на адрес: info@bfastra.ru с пометкой «Отзыв согласия на обработку персональных данных».

source: Upon receipt of a written statement withdrawing this consent, the Operator ceases processing of personal data within 5 (five) days from the date of receipt of such withdrawal.
ru: С момента получения письменного заявления об отзыве согласия Оператор прекращает обработку персональных данных в течение 5 (пяти) дней со дня получения такого отзыва.

source: The period of personal data processing is determined by achieving the purposes for which the personal data were collected, unless another period is provided by contract or by applicable law.
ru: Срок обработки персональных данных определяется достижением целей, для которых персональные данные были собраны, если иной срок не предусмотрен договором или действующим законодательством.

source: The Operator ensures the security of personal data against unauthorized (including accidental) access, including the detection and recording of such access.
ru: Оператор обеспечивает защиту персональных данных от несанкционированного (в том числе случайного) доступа, включая выявление и фиксацию таких фактов.

source: The Operator takes necessary and sufficient organizational and technical measures to protect personal data. The Operator carries out internal control for compliance of personal data processing with federal law and subordinate regulations, with requirements for personal data protection, with its personal data processing policy and local acts.
ru: Оператор принимает необходимые и достаточные организационные и технические меры по защите персональных данных. Оператор осуществляет внутренний контроль соответствия обработки персональных данных требованиям федерального законодательства и подзаконных актов, требованиям к защите персональных данных, политике обработки персональных данных и локальным актам.

source: Disclosure of Users’ personal data to third parties (tax, law enforcement and other state authorities) shall not be deemed a breach if required by applicable law.
ru: Раскрытие персональных данных Пользователей третьим лицам (налоговым, правоохранительным и иным государственным органам) не считается нарушением, если такое раскрытие предусмотрено действующим законодательством.

source: The Operator is not liable for information provided by a User on the Site in a publicly accessible form.
ru: Оператор не несёт ответственности за информацию, размещённую Пользователем на Сайте в общедоступной форме.

source: All information on the processing of Users’ personal data on the Site is set out in the Personal Data Policy (https://doc.bfastra.ru/docs/polozhenie_o_pdn.pdf). This consent to personal data processing is given both with and without the use of automation tools.
ru: Все сведения об обработке персональных данных Пользователей на Сайте изложены в Политике в отношении обработки персональных данных (https://doc.bfastra.ru/docs/polozhenie_o_pdn.pdf). Настоящее согласие на обработку персональных данных даётся как с использованием средств автоматизации, так и без их использования.

source: Confirm your phone
ru: Подтвердите телефон

source: Enter your phone number. We will verify it by a short call.
ru: Введите номер телефона. Мы подтвердим его коротким звонком.

source: Your phone number
ru: Ваш номер телефона

source: Use international format like +7 999 123-45-67.
ru: Используйте международный формат, например +7 999 123-45-67.

source: Get code by call
ru: Получить код звонком

source: My posts
ru: Мои публикации

source: Subscriptions
ru: Подписки

source: Latest
ru: Свежее

source: Pending approval
ru: Ожидают одобрения

source: New post
ru: Новая публикация

source: Ask for help
ru: Попросить о помощи

source: If you need support or assistance, you can request help from our partner fund. Describe below what you need and leave contact details so we can follow up.
ru: Если вам нужна поддержка или помощь, вы можете отправить запрос в наш партнёрский фонд. Опишите ниже, что вам нужно, и оставьте контактные данные, чтобы мы могли с вами связаться.

source: Go to the fund website
ru: Перейти на сайт фонда

source: Your account username will be attached to the request.
ru: К запросу будет прикреплено имя пользователя вашего аккаунта.

source: Full name
ru: ФИО

source: Telegram is connected to your account.
ru: Telegram подключён к вашему аккаунту.

source: Telegram (optional)
ru: Telegram (необязательно)

source: Provide your Telegram handle so we can contact you faster.
ru: Укажите ваш Telegram-ник, чтобы мы могли связаться быстрее.

source: Email (optional)
ru: Email (необязательно)

source: Phone
ru: Телефон

source: Birth date
ru: Дата рождения

source: City
ru: Город

source: Syndrome
ru: Синдром

source: Gen
ru: Генетические модификации

source: What do you need?
ru: Что вам нужно?

source: Describe what you need...
ru: Опишите, что вам нужно...

source: Send request
ru: Отправить запрос

source: By sending you agree that volunteers may contact you to clarify details.
ru: Отправляя запрос, вы соглашаетесь, что волонтёры могут связаться с вами для уточнения деталей.

source: Home
ru: Главная

source: Welcome, %(username)s!
ru: Добро пожаловать, %(username)s!

source: Welcome!
ru: Добро пожаловать!

source: Email not verified.
ru: Email не подтверждён.

source: Please verify your email for full access.
ru: Пожалуйста, подтвердите email для полного доступа.

source: Send email
ru: Отправить письмо

source: Genetic connective tissue syndromes
ru: Генетические синдромы соединительной ткани

source: Marfan, Loeys–Dietz, Ehlers–Danlos and other syndromes involve connective tissue disorders and can be life-threatening without timely diagnosis.
ru: Синдромы Марфана, Лойса — Дитца, Элерса — Данлоса и другие связаны с нарушениями соединительной ткани и могут быть опасны для жизни без своевременной диагностики.

source: Learn more
ru: Узнать больше

source: Welcome to Rhymes of Life!
ru: Добро пожаловать в «Ритмы жизни»!

source: Sign up
ru: Зарегистрироваться

source: Log in
ru: Войти

source: Password
ru: Пароль

source: Confirm password
ru: Подтвердите пароль

source: Show password
ru: Показать пароль

source: Forgot password?
ru: Забыли пароль?

source: Don't have an account?
ru: Нет аккаунта?

source: Edit profile
ru: Редактировать профиль

source: %(n)s post
ru: %(n)s публикация

source: %(n)s follower
ru: %(n)s подписчик

source: No bio yet.
ru: О себе пока ничего нет.

source: Pagination
ru: Пагинация

source: First page
ru: Первая страница

source: Previous page
ru: Предыдущая страница

source: Next page
ru: Следующая страница

source: Last page
ru: Последняя страница

source: Page %(number)s of %(num_pages)s
ru: Страница %(number)s из %(num_pages)s

source: %(count)s total requests
ru: Всего запросов: %(count)s

source: Date
ru: Дата

source: Name
ru: Имя

source: Profile
ru: Профиль

source: Completed
ru: Завершено

source: In Progress
ru: В процессе

source: No requests found
ru: Запросы не найдены

source: Try adjusting your search or filters
ru: Попробуйте изменить поиск или фильтры

source: Sign in / Sign up
ru: Вход / Регистрация

source: Hide password
ru: Скрыть пароль

source: Create account
ru: Создать аккаунт

source: Already have an account?
ru: Уже есть аккаунт?

source: Username or email
ru: Имя пользователя или email

source: My health
ru: Моё здоровье

source: Wellness
ru: Самочувствие

source: Examinations
ru: Обследования

source: Doctor's comments
ru: Комментарии врача

source: Notifications
ru: Уведомления

source: Your notifications list
ru: Список ваших уведомлений

source: <strong>%(username)s</strong> followed you.
ru: <strong>%(username)s</strong> подписался на вас.

source: <strong>%(username)s</strong> sent you a friend request.
ru: <strong>%(username)s</strong> отправил(а) вам запрос в друзья.

source: No notifications
ru: Уведомлений нет

source: My examinations
ru: Мои обследования

source: Add examination
ru: Добавить обследование

source: Examination date
ru: Дата обследования

source: Description
ru: Описание

source: Short description (optional)
ru: Краткое описание (необязательно)

source: Files
ru: Файлы

source: Drag & drop files here
ru: Перетащите файлы сюда

source: or click to choose
ru: или нажмите, чтобы выбрать

source: Links (optional)
ru: Ссылки (необязательно)

source: Paste a shared link (Google/Dropbox/Yandex/etc.)
ru: Вставьте общую ссылку (Google/Dropbox/Яндекс и т. д.)

source: Add another link
ru: Добавить ещё ссылку

source: You can attach links instead of files or together with them. HTTP/HTTPS only.
ru: Вы можете прикреплять ссылки вместо файлов или вместе с ними. Только HTTP/HTTPS.

source: Save
ru: Сохранить

source: Edit
ru: Редактировать

source: No documents
ru: Нет документов

source: No examinations yet.
ru: Обследований пока нет.

source: Medications I take
ru: Лекарства, которые я принимаю

source: Add medication
ru: Добавить лекарство

source: e.g. Pregabalin 75 mg daily
ru: например: Прегабалин 75 мг ежедневно

source: Please enter a medication description.
ru: Пожалуйста, введите описание лекарства.

source: Add
ru: Добавить

source: No medications added yet.
ru: Лекарства пока не добавлены.

source: Doctor
ru: Врач

source: Back
ru: Назад

source: Next
ru: Далее

source: No recommendations yet.
ru: Рекомендаций пока нет.

source: My Wellness Journey
ru: Мой путь самочувствия

source: Reminders
ru: Напоминания

source: Today's Check-in
ru: Сегодняшняя Отметка

source: How are you feeling?
ru: Как вы себя чувствуете сегодня?

source: Tough day
ru: Тяжелый день

source: Feeling great!
ru: Чувствую себя великолепно!

source: Choose a number from 1 (really struggling) to 10 (feeling amazing).
ru: Выберите число от 1 (хуже всего) до 10 (лучше всего).

source: Add a note (optional)
ru: Причина (необязательно)

source: What made today special? What are you grateful for? Any challenges you faced?
ru: Что сделало сегодняшний день особенным? За что вы благодарны? С какими трудностями вы столкнулись?

source: Your notes help track patterns and celebrate progress over time.
ru: Ваши заметки помогают отслеживать закономерности и отмечать прогресс с течением времени.

source: Clear
ru: Отчистить

source: Save Today's Entry
ru: Сохраните сегодняшнюю запись

source: Save Entry
ru: Новая запись

source: Your Wellness Trend
ru: Динамика самочувствия

source: Last 90 days
ru: Последние 90 дней

source: Filter
ru: Фильтр по статусу

source: Last 30 days
ru: Последние 30 дней

source: Last 6 months
ru: Последние 6 месяцев

source: Wellness trend chart showing your scores over time
ru: Диаграмма динамики показателей здоровья, показывающая ваши результаты с течением времени.

source: Your Wellness Journal
ru: Ваш дневник самочувствия

source: entries
ru: Записи

source: Your wellness journal is empty
ru: Ваш дневник здоровья пуст.

source: Start by adding your first entry above. Track your daily wellbeing to see patterns and progress over time.
ru: Начните с добавления первой записи выше. Отслеживайте ежедневное самочувствие, чтобы видеть закономерности и прогресс со временем.

source: Reminder Settings
ru: Настройки напоминаний

source: Stay on track with your wellness journey. We'll gently remind you to check in when needed.
ru: Оставайтесь на пути к улучшению самочувствия. Мы будем мягко напоминать вам отмечаться при необходимости.

source: Reminder Frequency
ru: Частота напоминаний

source: Never remind me
ru: Никогда не напоминать

source: Every week
ru: Каждую неделю

source: Every 2 weeks
ru: Каждые 2 недели

source: How often would you like to be reminded if you haven't logged an entry?
ru: Как часто напоминать вам, если вы не добавили запись?

source: Notification Channels
ru: Каналы уведомлений

source: Telegram reminders
ru: Напоминания в Telegram

source: Email reminders
ru: Напоминания по email

source: Preferred Time
ru: Предпочтительное время

source: hr
ru: ч

source: min
ru: мин

source: Daily reminder will be sent at this time (in your local timezone).
ru: Ежедневное напоминание будет отправлено в это время (по вашему местному времени).

source: Save Preferences
ru: Сохранить настройки

source: Success!
ru: Готово!

source: Your wellness entry has been saved.
ru: Запись о самочувствии успешно сохранена.

source: Patient examinations
ru: Обследования пациента

source: Send doctor's recommendation
ru: Отправить рекомендацию врача

source: Enter recommendation...
ru: Введите рекомендацию...

source: You don't have permission to send recommendations.
ru: У вас нет прав на отправку рекомендаций.

source: Sent recommendations
ru: Отправленные рекомендации

source: No file attached
ru: Файл не прикреплён

source: No exams available.
ru: Обследований нет.

source: Added on
ru: Добавлено

source: The patient has not added any medications.
ru: Пациент не добавил лекарства.

source: Patient wellness
ru: Самочувствие пациента

source: Entries
ru: Записи

source: Score
ru: Оценка

source: No entries yet.
ru: Записей пока нет.

source: Search patients
ru: Поиск пациентов

source: Enter first or last name...
ru: Введите имя или фамилию...

source: Search
ru: Поиск

source: No genetically confirmed syndromes
ru: Нет генетически подтверждённых синдромов

source: Access required
ru: Требуется доступ

source: Exams
ru: Обследования

source: Request sent
ru: Запрос отправлен

source: Request again
ru: Запросить снова

source: Request access
ru: Запросить доступ

source: View examinations
ru: Посмотреть обследования

source: View wellness
ru: Посмотреть самочувствие

source: View medications
ru: Посмотреть лекарства

source: No patients found.
ru: Пациенты не найдены.

source: Enter a query to search for patients.
ru: Введите запрос для поиска пациентов.

source: User avatar
ru: Аватар пользователя

source: Follow
ru: Подписаться

source: Unfollow
ru: Отписаться

source: Toggle follow
ru: Переключить подписку

source: Pending review
ru: На проверке

source: More actions
ru: Ещё действия

source: Publish
ru: Опубликовать

source: Reject
ru: Отклонить

source: Unhide
ru: Показать

source: Hide
ru: Скрыть

source: Copy link
ru: Скопировать ссылку

source: Report
ru: Пожаловаться

source: Log in to like
ru: Войдите, чтобы поставить лайк

source: Write a comment...
ru: Напишите комментарий...

source: Show more
ru: Показать ещё

source: No posts yet.
ru: Публикаций пока нет.

source: Write something...
ru: Напишите что-нибудь...

source: Images
ru: Изображения

source: Add photo
ru: Добавить фото

source: Drag & drop or click to upload
ru: Перетащите или нажмите для загрузки

source: Choose files
ru: Выбрать файлы

source: Edit post
ru: Редактировать публикацию

source: Current images
ru: Текущие изображения

source: Click × to mark for removal
ru: Нажмите ×, чтобы отметить для удаления

source: Remove
ru: Удалить

source: Add images
ru: Добавить изображения

source: Upload from device
ru: Загрузить с устройства

source: or drag & drop files here
ru: или перетащите файлы сюда

source: Save changes
ru: Сохранить изменения

source: Previous
ru: Назад

source: About me
ru: О себе

source: Date of birth
ru: Дата рождения

source: Linked
ru: Подключено

source: Not linked
ru: Не подключено

source: Syndromes
ru: Синдромы

source: Pre-moderation
ru: Премодерация

source: Ban user
ru: Заблокировать пользователя

source: Unban user
ru: Разблокировать пользователя

source: Enter ban reason (optional):
ru: Введите причину блокировки (необязательно):

source: Failed to change status.
ru: Не удалось изменить статус.

source: User has been banned.
ru: Пользователь заблокирован.

source: User has been unbanned.
ru: Пользователь разблокирован.

source: Articles
ru: Статьи

source: Prev
ru: Назад

source: No articles yet.
ru: Статей пока нет.

source: Upload new
ru: Загрузить новое

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Day
ru: День

source: Month
ru: Месяц

source: Year
ru: Год

source: A few words about yourself
ru: Пару слов о себе

source: Up to 250 characters.
ru: До 250 символов.

source: Genetically confirmed
ru: Генетически подтверждено

source: Unlink Telegram
ru: Отключить Telegram

source: Link Telegram
ru: Подключить Telegram

source: Activation link is not available.
ru: Ссылка активации недоступна.

source: Generate new link
ru: Сгенерировать новую ссылку

source: Set new password
ru: Установить новый пароль

source: New password
ru: Новый пароль

source: Change password
ru: Сменить пароль

source: Back to sign in
ru: Вернуться ко входу

source: Reset password
ru: Сброс пароля

source: Your username or email
ru: Ваше имя пользователя или email

source: Delivery channel
ru: Канал доставки

source: If Telegram is not linked to your account, use Email.
ru: Если Telegram не подключён к аккаунту, используйте Email.

source: Send code
ru: Отправить код

source: Enter code
ru: Введите код

source: We have sent a one-time code. Enter it below.
ru: Мы отправили одноразовый код. Введите его ниже.

source: Code
ru: Код

source: Verify
ru: Подтвердить

source: Resend code
ru: Отправить код повторно

source: Help Requests
ru: Запросы помощи

source: Review and manage user support requests efficiently
ru: Быстро просматривайте и обрабатывайте запросы пользователей

source: Loading...
ru: Загрузка...

source: Filter & Search
ru: Фильтр и поиск

source: Status Filter
ru: Фильтр по статусу

source: All Statuses
ru: Все статусы

source: Search Requests
ru: Поиск запросов

source: Search by name, telegram, email, or message...
ru: Поиск по имени, Telegram, email или сообщению...

source: Clear search
ru: Очистить поиск

source: Apply
ru: Применить

source: Loading help requests...
ru: Загрузка запросов помощи...

source: This may take a moment
ru: Это может занять немного времени

source: Try adjusting your filters or search criteria
ru: Попробуйте изменить фильтры или критерии поиска

source: Reset Filters
ru: Сбросить фильтры

source: Request Details
ru: Детали запроса

source: Created
ru: Создан

source: Assigned to
ru: Назначен

source: Contact Information
ru: Контактная информация

source: Full Name
ru: ФИО

source: Email Address
ru: Email

source: Phone Number
ru: Номер телефона

source: User Details
ru: Данные пользователя

source: User Profile
ru: Профиль пользователя

source: Date of Birth
ru: Дата рождения

source: City/Location
ru: Город/локация

source: Syndrome/Condition
ru: Синдром/состояние

source: Genetic Information
ru: Генетическая информация

source: Current Medications
ru: Текущие лекарства

source: User's Message
ru: Сообщение пользователя

source: Reopen
ru: Открыть снова

source: Start Work
ru: Взять в работу

source: Mark Complete
ru: Отметить как выполнено
